CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.github-vscode-theme
ionutvmi.path-autocomplete
MS-CEINTL.vscode-language-pack-ja
oderwat.indent-rainbow
PKief.material-icon-theme
Prisma.prisma
shardulm94.trailing-spaces
styled-components.vscode-styled-components
toba.vsfire
wmaurer.change-case
xabikos.JavaScriptSnippets
