christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.github-vscode-theme
humao.rest-client
ionutvmi.path-autocomplete
MS-CEINTL.vscode-language-pack-ja
oderwat.indent-rainbow
PKief.material-icon-theme
Prisma.prisma
redhat.vscode-yaml
shardulm94.trailing-spaces
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
toba.vsfire
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
wmaurer.change-case
