# tap
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"

cask_args appdir: "/Applications"

# brew
brew "awscli"
brew "curl"
brew "mysql"
brew "n"
brew "mas"
brew "planetscale/tap/pscale"

# cask
cask "1password"
cask "brave-browser"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "fork"
cask "google-chrome"
cask "google-japanese-ime"
cask "kindle"
cask "kindle-previewer"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "stoplight-studio"
cask "visual-studio-code"
cask "warp"
cask "zoom"


## mas
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Display Menu", id: 549083868
