# tap
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "planetscale/tap"

cask_args appdir: "/Applications"

# brew
brew "awscli"
brew "curl"
brew "mysql"
brew "n"
# brew "mas"
brew "pscale"

# cask
cask "1password"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "fork"
cask "google-chrome"
cask "google-japanese-ime"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"

## mas
## mas "LINE", id: 539883307
## mas "Magnet", id: 441258766
## mas "Display Menu", id: 549083868
